  {
    "posts": {
      "data": [
        {
          "created_time": "2017-08-14T14:32:20+0000",
          "message": "\"I would say to them, 'You are the ones who are out of step with our society'\"",
          "id": "21316626901_10155015018561902"
        },
        {
          "created_time": "2017-08-12T22:21:51+0000",
          "message": "“Those of us in public life can only resent the use of our names by those who seek political recognition for the repugnant doctrines of hate they espouse. [...] The politics of racial hatred and religious bigotry practiced by the Klan and others have no place in this country, and are destructive of the values for which America has always stood.'' \n\n- Ronald Reagan, Letter to the United States Commission on Civil Rights, in response to being endorsed by the KKK\n\n#Charlottesville",
          "id": "21316626901_10155010266011902"
        },
        {
          "created_time": "2016-05-15T14:57:12+0000",
          "message": "Ronald Reagan on fidelity and true masculinity. Every man should read this.",
          "id": "21316626901_10153708029321902"
        },
        {
          "created_time": "2016-03-06T17:22:44+0000",
          "message": "Rest in Peace, Nancy",
          "id": "21316626901_10153529226106902"
        },
        {
          "created_time": "2016-01-28T17:41:12+0000",
          "message": "30 years ago today:\n\n\"The future doesn't belong to the fainthearted. It belongs to the brave.\"",
          "id": "21316626901_10153446366256902"
        },
        {
          "created_time": "2016-01-22T18:34:54+0000",
          "message": "Share if you agree:\n\n\"A real conservative walks with us. Ronald Reagan read National Review and Human Events for intellectual sustenance; spoke annually to the Conservative Political Action Conference, Young Americans for Freedom, and other organizations to rally the troops; supported Barry Goldwater when the GOP mainstream turned its back on him; raised money for countless conservative groups; wrote hundreds of op-eds; and delivered even more speeches, everywhere championing our cause. Until he decided to run for the GOP nomination a few months ago, Trump had done none of these things, perhaps because he was too distracted publicly raising money for liberals such as the Clintons; championing Planned Parenthood, tax increases, and single-payer health coverage; and demonstrating his allegiance to the Democratic party.\"",
          "id": "21316626901_10153435320001902"
        },
        {
          "created_time": "2015-06-17T12:59:33+0000",
          "message": "\"The nine most terrifying words in the English language are, 'I'm from the government and I'm here to help.'\"",
          "id": "21316626901_10153017294936902"
        },
        {
          "created_time": "2015-06-16T19:12:08+0000",
          "message": "\"I've spoken of the shining city all my political life, but I don't know if I ever quite communicated what I saw when I said it. But in my mind it was a tall proud city built on rocks stronger than oceans, wind-swept, God-blessed, and teeming with people of all kinds living in harmony and peace, a city with free ports that hummed with commerce and creativity, and if there had to be city walls, the walls had doors and the doors were open to anyone with the will and the heart to get here. That's how I saw it and see it still.\n\nAnd how stands the city on this winter night? More prosperous, more secure, and happier than it was eight years ago. But more than that; after 200 years, two centuries, she still stands strong and true on the granite ridge, and her glow has held steady no matter what storm. And she's still a beacon, still a magnet for all who must have freedom, for all the pilgrims from all the lost places who are hurtling through the darkness, toward home.\"\n\n- Ronald Reagan, Farewell Speech, 1988",
          "id": "21316626901_10153016050611902"
        },
        {
          "created_time": "2014-12-15T13:08:43+0000",
          "message": "Book review: \n\nThe Churchill Factor by Boris Johnson is brilliant. Superbly written and unflinchingly honest about Churchill's best and worst qualities. \n\nHe leads you inevitably to the conclusion that Churchill is likely the most important man of the last century, if not beyond.  Not strictly history and not strictly biography, it's a fascinating read from first page to last.",
          "id": "21316626901_10152601746661902"
        },
        {
          "created_time": "2012-11-06T13:51:45+0000",
          "message": "TODAY IS ELECTION DAY. Use your vote wisely!",
          "id": "21316626901_10151151696996902"
        },
        {
          "created_time": "2012-10-18T15:32:15+0000",
          "story": "Ronald Reagan shared a link.",
          "id": "21316626901_431735256888767"
        },
        {
          "created_time": "2012-10-03T18:59:36+0000",
          "message": "In the spirit of tonight's debate, some reflections from Ronald Reagan on his debates.  \n\nEnjoy and share.",
          "id": "21316626901_423244977731542"
        },
        {
          "created_time": "2012-09-05T13:26:08+0000",
          "message": "\"We the people\" tell the government what to do, it doesn't tell us. \"We the people\" are the driver, the government is the car. And we decide where it should go, and by what route, and how fast. Almost all the world's constitutions are documents in which governments tell the people what their privileges are. Our Constitution is a document in which \"We the people\" tell the government what it is allowed to do. \"We the people\" are free.",
          "id": "21316626901_10151070152091902"
        },
        {
          "created_time": "2012-08-27T20:33:48+0000",
          "message": "Ronald and Nancy",
          "id": "21316626901_10151058043581902"
        },
        {
          "created_time": "2012-08-27T15:35:29+0000",
          "message": "The main difference between the Reagan recovery and the current recovery is simply that the Reagan recovery WORKED! \n\nhttp://washingtonexaminer.com/the-obama-recovery-vs-the-reagan-recovery-in-charts/article/2506026#.UDuS62hST-I",
          "id": "21316626901_10151057441886902"
        },
        {
          "created_time": "2012-08-24T15:12:50+0000",
          "message": "\"I've never been able to understand why a Republican contributor is a 'fat cat' and a Democratic contributor of the same amount of money is a 'public-spirited philanthropist'.\"\n- Ronald Reagan\n\nThe biggest myth of 2012 was also the biggest myth of the 1980.",
          "id": "21316626901_297027987071510"
        },
        {
          "created_time": "2012-08-22T12:27:56+0000",
          "message": "Reagan / Carter Debate, 1980",
          "id": "21316626901_435554806490399"
        },
        {
          "created_time": "2012-08-17T16:59:16+0000",
          "story": "Ronald Reagan added a new photo to the album: Timeline Photos.",
          "id": "21316626901_10151035383121902"
        },
        {
          "created_time": "2012-08-15T16:36:37+0000",
          "message": "\"In this present crisis, government is not the solution to our problem; government is the problem. From time to time we've been tempted to believe that society has become too complex to be managed by self-rule, that government by an elite group is superior to government for, by, and of the people. Well, if no one among us is capable of governing himself, then who among us has the capacity to govern someone else? All of us together, in and out of government, must bear the burden.\"\r\n- Ronald Reagan, A Time For Choosing (1964)",
          "id": "21316626901_10151030939181902"
        },
        {
          "created_time": "2012-08-15T14:03:09+0000",
          "message": "\"The nine most terrifying words in the English language are: 'I'm from the government and I'm here to help.' \"\n- Ronald Reagan\n\nPerhaps a shorter way of expressing this:\n\n\"Of all tyrannies, a tyranny sincerely exercised for the good of its victims may be the most oppressive. It would be better to live under robber barons than under omnipotent moral busybodies. The robber baron's cruelty may sometimes sleep, his cupidity may at some point be satiated; but those who torment us for our own good will torment us without end for they do so with the approval of their own conscience.\" \n- C. S. Lewis",
          "id": "21316626901_10151030686036902"
        },
        {
          "created_time": "2012-08-14T13:13:30+0000",
          "message": "\"Let it show on the record that when the American people cried out for economic help, Jimmy Carter took refuge behind a dictionary. Well, if it's a definition he wants, I'll give him one. A recession is when your neighbor loses his job. A depression is when you lose yours. And recovery is when Jimmy Carter loses his.\"\n- Speech in Jersey City, New Jersey (September 1, 1980)",
          "id": "21316626901_10151028603711902"
        },
        {
          "created_time": "2012-08-13T15:15:05+0000",
          "message": "Dear Andy: a light-hearted response to a seventh grader",
          "id": "21316626901_458620894157942"
        },
        {
          "created_time": "2012-08-10T20:16:35+0000",
          "message": "Mr. Gorbachev, tear down this wall!",
          "id": "21316626901_353199464756197"
        },
        {
          "created_time": "2012-07-27T18:24:25+0000",
          "message": "\"Government is not the solution to our problem; government is the problem.\"\n- Ronald Reagan, Inaugural Address, 1981\n\nSomething tells me The Gipper would have appreciated this speech on the House floor by Rep. Mike Kelly.",
          "id": "21316626901_168108216656979"
        },
        {
          "created_time": "2012-07-26T17:34:34+0000",
          "story": "Ronald Reagan added a new photo to the album: Timeline Photos.",
          "id": "21316626901_10150989679211902"
        }
      ],
      "paging": {
        "cursors": {
          "before": "Q2c4U1pXNTBYM0YxWlhKNVgzTjBiM0o1WDJsa0R4OHlNVE14TmpZAeU5qa3dNVG94TnpFMU1EQXlPRGN4T1RrME1EQTBOREExRHd4aGNHbGZAjM1J2Y25sZAmFXUVBIVEl4TXpFMk5qSTJPVEF4WHpFd01UVTFNREUxTURFNE5UWXhPVEF5RHdSMGFXMWxCbG1SdEhRQgZDZD",
          "after": "Q2c4U1pXNTBYM0YxWlhKNVgzTjBiM0o1WDJsa0R5QXlNVE14TmpZAeU5qa3dNVG90TXpBd05EUTNOVEl4TXpRME1qSTJORGczTUE4TVlYQnBYM04wYjNKNVgybGtEeDB5TVRNeE5qWXlOamt3TVY4eE1ERTFNRGs0T1RZAM09USXhNVGt3TWc4RWRHbHRaUVpRRVgrcUFRPT0ZD"
        },
        "next": "https://graph.facebook.com/v2.11/21316626901/posts?access_token=EAACEdEose0cBAPvrsJmaXnm0nKjRUeqmpLYMZAquz6iSdG4ZAiU1Yd9PZCZBVqOVgmd2gntNP24R5To8wMCjagUoZAA7ugDTKN8m3jotYrDOg2iwjlk3fxNWWUdZAJpgZB48jrqvwuB2qmsu4bSQUfC0CBZCG50TXsnTbZCQjw54r6ueZCT173wgMbd7lh8vemA4sZD&pretty=0&limit=25&after=Q2c4U1pXNTBYM0YxWlhKNVgzTjBiM0o1WDJsa0R5QXlNVE14TmpZAeU5qa3dNVG90TXpBd05EUTNOVEl4TXpRME1qSTJORGczTUE4TVlYQnBYM04wYjNKNVgybGtEeDB5TVRNeE5qWXlOamt3TVY4eE1ERTFNRGs0T1RZAM09USXhNVGt3TWc4RWRHbHRaUVpRRVgrcUFRPT0ZD"
      }
    },
    "id": "21316626901",
    "__debug__": {}
  }
